[TheWorld:PersistentLevel.H7RandomTown_0 H7RandomTown]
mName="蓝色城堡"

[TheWorld:PersistentLevel.H7RandomTown_1 H7RandomTown]
mName="红色城堡"

[TheWorld:PersistentLevel.H7RandomTown_2 H7RandomTown]
mName="绿色城堡"

[TheWorld:PersistentLevel.H7RandomTown_3 H7RandomTown]
mName="黄色城堡"

[TheWorld:PersistentLevel.H7VisitingShell_0 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="小屋"

[TheWorld:PersistentLevel.H7VisitingShell_1 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="货车"

[TheWorld:PersistentLevel.H7VisitingShell_2 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="僧侣"

[TheWorld:PersistentLevel.H7VisitingShell_3 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="恶魔女"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_10 H7SeqAct_Quest_NewNode]
mTitle="发展蓝色城堡"
mDescription="将蓝色城堡发展到14级"
mRewardText="太棒了！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_15 H7SeqAct_Quest_NewNode]
mTitle="发展红色城堡"
mDescription="将红色城堡发展到14级"
mRewardText="太棒了！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_2 H7SeqAct_Quest_NewNode]
mTitle="拜访奥术祭坛"
mDescription="拜访奥术祭坛"
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_3 H7SeqAct_Quest_NewNode]
mTitle="拜访奥术祭坛"
mDescription="拜访奥术祭坛"
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_4 H7SeqAct_Quest_NewNode]
mTitle="小屋"
mDescription="前往小屋收集存放在那里的资源"
mRewardText="干得好"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_48 H7SeqAct_Quest_NewNode]
mTitle="伟大的战士"
mDescription="达到25级"
mRewardText="你已成为一名伟大的战士！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_5 H7SeqAct_Quest_NewNode]
mTitle="货车"
mDescription="前往货车收集存放在那里的资源"
mRewardText="干得好"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_57 H7SeqAct_Quest_NewNode]
mTitle="伟大的战士"
mDescription="达到25级"
mRewardText="你已成为一名伟大的战士！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_6 H7SeqAct_Quest_NewNode]
mTitle="僧侣"
mDescription="瞻仰僧侣雕像"
mRewardText="干得好"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_7 H7SeqAct_Quest_NewNode]
mTitle="恶魔女"
mDescription="瞻仰恶魔女雕像"
mRewardText="干得好"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_8 H7SeqAct_Quest_NewNode]
mTitle="怪物杀手"
mDescription="消灭500个游荡的怪物"
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_9 H7SeqAct_Quest_NewNode]
mTitle="怪物杀手"
mDescription="消灭500个游荡的怪物"
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_10 H7SeqAct_QuestObjective]
mDescription="消灭500个游荡的怪物"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_11 H7SeqAct_QuestObjective]
mDescription="消灭500个游荡的怪物"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_113 H7SeqAct_QuestObjective]
mDescription="达到25级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_16 H7SeqAct_QuestObjective]
mDescription="将蓝色城堡发展到14级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_25 H7SeqAct_QuestObjective]
mDescription="将红色城堡发展到14级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_4 H7SeqAct_QuestObjective]
mDescription="拜访奥术祭坛"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_5 H7SeqAct_QuestObjective]
mDescription="拜访奥术祭坛"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_6 H7SeqAct_QuestObjective]
mDescription="前往小屋收集存放在那里的资源"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_7 H7SeqAct_QuestObjective]
mDescription="前往货车收集存放在那里的资源"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_8 H7SeqAct_QuestObjective]
mDescription="瞻仰僧侣雕像"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_9 H7SeqAct_QuestObjective]
mDescription="瞻仰恶魔女雕像"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_96 H7SeqAct_QuestObjective]
mDescription="达到25级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_11.H7SeqAct_ShowText_0 H7SeqAct_ShowText]
mText="干得好！\n你已走上正轨，很快就能拜访阿尔卡斯的祭坛了。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_11.H7SeqAct_ShowText_1 H7SeqAct_ShowText]
mText="干得好！\n你已走上正轨，很快就能拜访马拉萨的祭坛了。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_11.H7SeqAct_ShowText_2 H7SeqAct_ShowText]
mText="你的间谍发现了一个防御漏洞。位于你城堡附近的传送门似乎直接连接到了敌人的领地。\n你和你的盟友必须想办法渗透进敌人的领地，以结束这些危及你要塞的突然入侵。"

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_2 H7MapInfo]
mName="半人马"
mDescription="合作地图。2名玩家可以是人类。\n敌人的入侵不能再持续下去了。我们必须联合找到渗透敌方领地的方法，以消灭这些入侵者。\n对于人类玩家2，最好选择法师主英雄（而非战士）。\n需要MMH7.5版本1.36或更高。"